{
    "Aerial Combatant": {
        "1": "Killing an enemy player restores 12% jump jet fuel. <font color=\"#dc9c36\">Light Assault only.</font>",
        "2": "Killing an enemy player restores 15% jump jet fuel. <font color=\"#dc9c36\">Light Assault only.</font>",
        "3": "Killing an enemy player restores 20% jump jet fuel. <font color=\"#dc9c36\">Light Assault only.</font>",
        "4": "Killing an enemy player restores 30% jump jet fuel. <font color=\"#dc9c36\">Light Assault only.</font>",
        "5": "Killing an enemy player restores 30% jump jet fuel, and vehicle kills now trigger this bonus as well. <font color=\"#dc9c36\">Light Assault only.</font>",
        "image": "88827"
    },
    "Air Drop": {
        "1": "Upon exiting a vehicle Jump Jet recharge rate is increased by 7% for 8 seconds. <font color=\"#dc9c36\">Light Assault only. 30 second cooldown after triggering.</font>",
        "2": "Upon exiting a vehicle Jump Jet recharge rate is increased by 7% for 10 seconds. <font color=\"#dc9c36\">Light Assault only. 30 second cooldown after triggering.</font>",
        "3": "Upon exiting a vehicle Jump Jet recharge rate is increased by 7% for 12 seconds. <font color=\"#dc9c36\">Light Assault only. 30 second cooldown after triggering.</font>",
        "4": "Upon exiting a vehicle Jump Jet recharge rate is increased by 7% for 15 seconds. <font color=\"#dc9c36\">Light Assault only. 30 second cooldown after triggering.</font>",
        "5": "Upon exiting a vehicle Jump Jet recharge rate is increased by 10% for 20 seconds. <font color=\"#dc9c36\">Light Assault only. 30 second cooldown after triggering.</font>",
        "image": "96378"
    },
    "Ammo Printer": {
        "1": "Restocks one tick of ammunition for all infantry weapons and the weapons of nearby vehicles you own every 120 seconds.<font color=\"#dc9c36\"> Works in vehicles. MAX units can equip.</font>",
        "2": "Restocks one tick of ammunition for all infantry weapons and the weapons of nearby vehicles you own every 110 seconds.<font color=\"#dc9c36\"> Works in vehicles. MAX units can equip.</font>",
        "3": "Restocks one tick of ammunition for all infantry weapons and the weapons of nearby vehicles you own every 90 seconds.<font color=\"#dc9c36\"> Works in vehicles. MAX units can equip.</font>",
        "4": "Restocks one tick of ammunition for all infantry weapons and the weapons of nearby vehicles you own every 75 seconds.<font color=\"#dc9c36\"> Works in vehicles. MAX units can equip.</font>",
        "5": "Restocks one tick of ammunition for all infantry weapons and the weapons of nearby vehicles you own every 60 seconds.<font color=\"#dc9c36\"> Works in vehicles. MAX units can equip.</font>",
        "image": "87452"
    },
    "Assassin": {
        "1": "Damaging enemies now automatically spots them for you and allies, while kills from greater than 150 meters will clear spot checks on you and prevent new ones from being applied for one second. <font color=\"#dc9c36\">Does not clear spot checks on vehicles.</font>",
        "2": "Damaging enemies now automatically spots them for you and allies, while kills from greater than 125 meters will clear spot checks on you and prevent new ones from being applied for one second. <font color=\"#dc9c36\">Does not clear spot checks on vehicles.</font>",
        "3": "Damaging enemies now automatically spots them for you and allies, while kills from greater than 100 meters will clear spot checks on you and prevent new ones from being applied for one second. <font color=\"#dc9c36\">Does not clear spot checks on vehicles.</font>",
        "4": "Damaging enemies now automatically spots them for you and allies, while kills from greater than 50 meters will clear spot checks on you and prevent new ones from being applied for one second. <font color=\"#dc9c36\">Does not clear spot checks on vehicles.</font>",
        "5": "Damaging enemies now automatically spots them for you and allies, while kills from greater than 50 meters will clear spot checks on you and prevent new ones from being applied for one second. Headshots now also apply this effect at any range.<font color=\"#dc9c36\">Does not clear spot checks on vehicles.</font>",
        "image": "87792"
    },
    "Assimilate": {
        "1": "On a headshot kill, instantly restore 120 shield.",
        "2": "On a headshot kill, instantly restore 140 shield.",
        "3": "On a headshot kill, instantly restore 165 shield.",
        "4": "On a headshot kill, instantly restore 200 shield.",
        "5": "On a headshot kill, instantly restore 200 shield and 10% of your maximum ability energy.",
        "image": "87377"
    },
    "Athlete": {
        "1": "Passively increases sprint acceleration, deceleration, and recovery speed by 10%, and your hold-breath time recharges 50% faster.",
        "2": "Passively increases sprint acceleration, deceleration, and recovery speed by 12%, and your hold-breath time recharges 65% faster.",
        "3": "Passively increases sprint acceleration, deceleration, and recovery speed by 15%, and your hold-breath time recharges 80% faster.",
        "4": "Passively increases sprint acceleration, deceleration, and recovery speed by 20%, and your hold-breath time recharges 100% faster.",
        "5": "Passively increases sprint acceleration, deceleration, and recovery speed by 20%, and your hold-breath time recharges 100% faster. Additionally, you gain 10% increased sprint speed whenever you've been moving for longer than 6 seconds. This bonus is removed if you stop moving or fire a weapon.",
        "image": "89320"
    },
    "Avoidance": {
        "desc": "Your movements no longer trigger anti-infantry mines, and you are no longer targeted by Spitfire turrets.",
        "image": "89583"
    },
    "Avoidance [Perfect]": {
        "desc": "Your movements no longer trigger anti-infantry mines, and you are no longer targeted by Spitfire turrets.<br><br><font color=\"#dc9c36\">Perfect implants cannot be broken down.</font>",
        "image": "94914"
    },
    "Battle Hardened": {
        "1": "Reduces camera shake and flinch from explosions and bullet impacts by 30%. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "2": "Reduces camera shake and flinch from explosions and bullet impacts by 33%. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "3": "Reduces camera shake and flinch from explosions and bullet impacts by 40%. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "4": "Reduces camera shake and flinch from explosions and bullet impacts by 50%.<font color=\"#dc9c36\"> MAX units can equip.</font>",
        "5": "Reduces camera shake and flinch from explosions and bullet impacts by 50%, and killing a target will double this bonus for the next 10 seconds. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "image": "87515"
    },
    "Berserker": {
        "desc": "You regenerate 40 health per second and your armor is reduced by 20%. Taking damage pauses this regeneration for 2 seconds, and regeneration does not stack with Nanite Auto-Repair. <font color=\"#dc9c36\">MAX only.</font>",
        "image": "94270"
    },
    "Berserker [Perfect]": {
        "desc": "You regenerate 40 health per second and your armor is reduced by 20%. Taking damage pauses this regeneration for 2 seconds, and regeneration does not stack with Nanite Auto-Repair. <font color=\"#dc9c36\">MAX only.</font><br><br><font color=\"#dc9c36\">Perfect implants cannot be broken down.</font>",
        "image": "95699"
    },
    "Bionics": {
        "desc": "Your personal shield health is increased by 400, and 400 health is removed from your health pool.",
        "image": "89604"
    },
    "Bionics [Perfect]": {
        "desc": "Your personal shield health is increased by 400, and 400 health is removed from your health pool.<br><br><font color=\"#dc9c36\">Perfect implants cannot be broken down.</font>",
        "image": "92204"
    },
    "Carapace": {
        "desc": "Your personal shield is removed and replaced with 500 additional health. Equipment that adds or modifies shield health does not stack with this implant.",
        "image": "88039"
    },
    "Carapace [Perfect]": {
        "desc": "Your personal shield is removed and replaced with 500 additional health. Equipment that adds or modifies shield health does not stack with this implant.<br><br><font color=\"#dc9c36\">Perfect implants cannot be broken down.</font>",
        "image": "92207"
    },
    "Catlike": {
        "1": "Reduces the movement speed penalty for crouching by 40%.",
        "2": "Reduces the movement speed penalty for crouching by 45%.",
        "3": "Reduces the movement speed penalty for crouching by 55%.",
        "4": "Reduces the movement speed penalty for crouching by 75%.",
        "5": "Reduces the movement speed penalty for crouching by 75%, and you gain increased jumping height.",
        "image": "87344"
    },
    "Cold Heart": {
        "desc": "Crouching momentarily will activate a coolant system in your suit. While doused in coolant, burning damage is reduced by 90%, you no longer appear on map-based recon detection, and your movement speed is reduced by 10%. Firing a weapon will immediately end this effect.",
        "image": "87720"
    },
    "Combat Surgeon": {
        "1": "Kills and revives restore 15% of your energy-based Combat Medic abilities. <font color=\"#dc9c36\">Combat Medic only.</font>",
        "2": "Kills and revives restore 18% of your energy-based Combat Medic abilities. <font color=\"#dc9c36\">Combat Medic only.</font>",
        "3": "Kills and revives restore 23% of your energy-based Combat Medic abilities. <font color=\"#dc9c36\">Combat Medic only.</font>",
        "4": "Kills and revives restore 30% of your energy-based Combat Medic abilities. <font color=\"#dc9c36\">Combat Medic only.</font>",
        "5": "Kills and revives restore 30% of your energy-based Combat Medic abilities, and reviving an ally increases your resistance to small arms damage by 25% for 3.5 seconds. <font color=\"#dc9c36\">Combat Medic only.</font>",
        "image": "88947"
    },
    "Counter-Intelligence": {
        "desc": "You automatically spot targets who damage you, and while not inside a vehicle, you are also notified on the HUD when spotted by an enemy.<font color=\"#dc9c36\"> Works in vehicles. MAX units can equip.</font>",
        "image": "87521"
    },
    "Counter-Intelligence [Perfect]": {
        "desc": "You automatically spot targets who damage you, and while not inside a vehicle, you are also notified on the HUD when spotted by an enemy.<font color=\"#dc9c36\"> Works in vehicles. MAX units can equip.</font><br><br><font color=\"#dc9c36\">Perfect implants cannot be broken down.</font>",
        "image": "92210"
    },
    "Countershade": {
        "desc": "Killing an enemy will conceal your radar signature from detection devices for 8 seconds. Triggering this implant while underwater applies this effect until you resurface.",
        "image": "95184"
    },
    "Covert Drop": {
        "1": "Taking fall damage will cloak you for 1 second. Firing a weapon will reveal you.",
        "2": "Taking fall damage will cloak you for 1.25 seconds. Firing a weapon will reveal you.",
        "3": "Taking fall damage will cloak you for 1.75 seconds. Firing a weapon will reveal you.",
        "4": "Taking fall damage will cloak you for 2.5 seconds. Firing a weapon will reveal you.",
        "5": "Taking fall damage will cloak you for 2.5 seconds. Additionally, bailing from an ejection seat aircraft will cloak you for 6 seconds upon hitting the ground. Firing a weapon will reveal you.",
        "image": "89490"
    },
    "Critical Chain": {
        "1": "Headshot kills grant 20% faster weapon rechamber speed for 2 seconds.<font color=\"#dc9c36\"> Only useable with sniper rifles.</font>",
        "2": "Headshot kills grant 25% faster weapon rechamber speed for 3 seconds.<font color=\"#dc9c36\"> Only useable with Sniper Rifles.</font>",
        "3": "Headshot kills grant 35% faster weapon rechamber speed for 3 seconds; chaining headshots can store a maximum of 5 seconds worth of rechamber speed.<font color=\"#dc9c36\"> Only useable with Sniper Rifles.</font>",
        "4": "Headshot kills grant 50% faster weapon rechamber speed for 3 seconds; chaining headshots can store a maximum of 8 seconds worth of rechamber speed.<font color=\"#dc9c36\"> Only useable with Sniper Rifles.</font>",
        "5": "Headshot kills grant 50% faster weapon rechamber speed for 3 seconds; chaining headshots can store a maximum of 8 seconds worth of rechamber speed. Additionally, kills beyond 70 meters will also trigger this benefit.<font color=\"#dc9c36\"> Only useable with Sniper Rifles.</font>",
        "image": "89423"
    },
    "Deadshot": {
        "1": "When your total health drops below 20% your weapon's cone of fire improves by 5% for 5 seconds.",
        "2": "When your total health drops below 20% your weapon's cone of fire improves by 7% for 5 seconds.",
        "3": "When your total health drops below 20% your weapon's cone of fire improves by 10% for 7 seconds.",
        "4": "When your total health drops below 20% your weapon's cone of fire improves by 12% for 10 seconds.",
        "5": "When your total health drops below 30% your weapon's cone of fire improves by 15% for 12 seconds.",
        "image": "96504"
    },
    "Deep Operative": {
        "1": "Whenever you spend longer than a total of 30 seconds outside of cloak without taking damage, your cloak's visibility will be reduced by 75%. Dying or taking damage from enemy sources will reset the benefit countdown. <font color=\"#dc9c36\">Infiltrator only.</font>",
        "2": "Whenever you spend longer than a total of 26 seconds outside of cloak without taking damage, your cloak's visibility will be reduced by 75%. Dying or taking damage from enemy sources will reset the benefit countdown. <font color=\"#dc9c36\">Infiltrator only.</font>",
        "3": "Whenever you spend longer than a total of 20 seconds outside of cloak without taking damage, your cloak's visibility will be reduced by 75%. Dying or taking damage from enemy sources will reset the benefit countdown. <font color=\"#dc9c36\">Infiltrator only.</font>",
        "4": "Whenever you spend longer than a total of 12 seconds outside of cloak without taking damage, your cloak's visibility will be reduced by 75%. Dying or taking damage from enemy sources will reset the benefit countdown. <font color=\"#dc9c36\">Infiltrator only.</font>",
        "5": "Whenever you spend longer than a total of 12 seconds outside of cloak without taking damage, your cloak's visibility will be reduced by 75%. Additionally, killing an enemy will reduce this countdown by 3 seconds. Dying or taking damage from enemy sources will reset the benefit countdown. <font color=\"#dc9c36\">Infiltrator only.</font>",
        "image": "89016"
    },
    "Disengage": {
        "desc": "Activating Emergency Repair will also create an impulse wave that throws enemy infantry a short distance and increases your sprint acceleration speed by 25% for 3 seconds. <font color=\"#dc9c36\">MAX only.</font>",
        "image": "89329"
    },
    "Electrotech": {
        "1": "When your shield breaks, it releases a pulse of repairing nanites that heal allied mechanical objects within 10m for 250 health over 4 seconds. <font color=\"#dc9c36\">Engineer only.</font>",
        "2": "When your shield breaks, it releases a pulse of repairing nanites that heal allied mechanical objects within 10m for 263 health over 4 seconds. <font color=\"#dc9c36\">Engineer only.</font>",
        "3": "When your shield breaks, it releases a pulse of repairing nanites that heal allied mechanical objects within 10m for 275 health over 4 seconds. <font color=\"#dc9c36\">Engineer only.</font>",
        "4": "When your shield breaks, it releases a pulse of repairing nanites that heal allied mechanical objects within 10m for 300 health over 4 seconds. <font color=\"#dc9c36\">Engineer only.</font>",
        "5": "When your shield breaks, it releases a pulse of repairing nanites that heal allied mechanical objects within 10m for 300 health over 4 seconds, short circuits small enemy deployables within range of the pulse. <font color=\"#dc9c36\">Engineer only.</font>",
        "image": "88845"
    },
    "Experimental Stims": {
        "desc": "Passively increases the carry capacity of all stims by 1, and using a stim will provide 12 seconds of another rank 5 implant's benefits. The implant chosen is random from this list: Safe Fall, Vampire, Battle Hardened, Heavyweight, Response Jacket. Experimental Stims only triggers when there is no active benefit.",
        "image": "87717"
    },
    "Experimental Stims [Perfect]": {
        "desc": "Passively increases the carry capacity of all stims by 1, and using a stim will provide 12 seconds of another rank 5 implant's benefits. The implant chosen is random from this list: Safe Fall, Vampire, Battle Hardened, Heavyweight, Response Jacket. Experimental Stims only triggers when there is no active benefit.<br><br><font color=\"#dc9c36\">Perfect implants cannot be broken down.</font>",
        "image": "95702"
    },
    "Failsafe": {
        "1": "When your shield is broken, you gain 10% of your maximum ability energy. This action can only occur once every 12 seconds.",
        "2": "When your shield is broken, you gain 12% of your maximum ability energy. This action can only occur once every 12 seconds.",
        "3": "When your shield is broken, you gain 15% of your maximum ability energy. This action can only occur once every 12 seconds.",
        "4": "When your shield is broken, you gain 20% of your maximum ability energy. This action can only occur once every 12 seconds.",
        "5": "When your shield is broken, you gain 20% of your maximum ability energy. This action can only occur once every 12 seconds. Additionally, whenever Failsafe is on cooldown, receiving melee damage will shock the attacker for 150 non-lethal damage.",
        "image": "89444"
    },
    "Firestorm": {
        "1": "Killing an enemy increases rate of fire by 8% for 1.5 seconds. While this effect is active, your recoil and cone of fire bloom suffer significantly.",
        "2": "Killing an enemy increases rate of fire by 8% for 1.75 seconds. While this effect is active, your recoil and cone of fire bloom suffer significantly.",
        "3": "Killing an enemy increases rate of fire by 8% for 2.25 seconds. While this effect is active, your recoil and cone of fire bloom suffer significantly.",
        "4": "Killing an enemy increases rate of fire by 8% for 3 seconds. While this effect is active, your recoil and cone of fire bloom suffer significantly.",
        "5": "Killing an enemy increases rate of fire by 8% for 3 seconds, and a headshot kill will increase this duration to 5 seconds. While this effect is active, your recoil and cone of fire bloom suffer significantly.",
        "image": "88274"
    },
    "Firewall": {
        "desc": "Interacting with allied base turrets or spitfire turrets embed them with firewalls which must be disarmed by enemy infiltrators before hacking. Firewalls last 360 seconds and grant turrets an additional 25% maximum health. <font color=\"#dc9c36\">Infiltrator only.</font>",
        "image": "89037"
    },
    "Fortify": {
        "1": "Standing still for 1 second provides you with 20% small arms resistance to bodyshots until you start moving again. <font color=\"#dc9c36\">Inactive in vehicles.</font>",
        "2": "Standing still for 0.75 seconds provides you with 20% small arms resistance to bodyshots until you start moving again. <font color=\"#dc9c36\">Inactive in vehicles.</font>",
        "3": "Standing still for 0.5 seconds provides you with 20% small arms resistance to bodyshots until you start moving again. <font color=\"#dc9c36\">Inactive in vehicles.</font>",
        "4": "Standing still for 0.1 second provides you with 20% small arms resistance to bodyshots until you start moving again. <font color=\"#dc9c36\">Inactive in vehicles.</font>",
        "5": "Standing still for 0.1 second provides you with 20% small arms resistance to bodyshots, and 50% resistance to common explosives until you start moving again. <font color=\"#dc9c36\">Does not stack with Flak Armor. Inactive in vehicles.</font>",
        "image": "88208"
    },
    "Gunslinger": {
        "1": "Kills while wielding a sidearm increase reload speed by 15% for 2 seconds.",
        "2": "Kills while wielding a sidearm increase reload speed by 17% for 2.25 seconds.",
        "3": "Kills while wielding a sidearm increase reload speed by 20% for 2.75 seconds.",
        "4": "Kills while wielding a sidearm increase reload speed by 25% for 3.5 seconds.",
        "5": "Kills while wielding a sidearm increase reload speed by 25% for 3.5 seconds, and your weapon swap times are reduced by 50% for the same duration.",
        "image": "88860"
    },
    "Heavyweight": {
        "1": "Reduces screen shake caused by explosions by 60%, and you are no longer affected by knockbacks caused by enemies or allies. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "2": "Reduces screen shake caused by explosions by 65%, and you are no longer affected by knockbacks caused by enemies or allies. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "3": "Reduces screen shake caused by explosions by 75%, and you are no longer affected by knockbacks caused by enemies or allies. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "4": "Reduces screen shake caused by explosions by 95%, and you are no longer affected by knockbacks caused by enemies or allies. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "5": "Reduces screen shake caused by explosions by 95%, and you are no longer affected by knockbacks caused by enemies or allies. Additionally, whenever you take fall damage, you will emit an impulse that knocks back enemy infantry. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "image": "89405"
    },
    "Infravision": {
        "desc": "While equipped, the player will highlight non-cloaked infantry and vehicles within 125 meters, while reducing vision at long range. <font color=\"#dc9c36\">MAX units can equip. Does not work in vehicles.</font>",
        "image": "87774"
    },
    "Infravision [Perfect]": {
        "desc": "While equipped, the player will highlight infantry and vehicles within 125 meters, while reducing vision at long range. <font color=\"#dc9c36\">MAX units can equip. Does not work in vehicles.</font><br><br><font color=\"#dc9c36\">Perfect implants cannot be broken down.</font>",
        "image": "94908"
    },
    "Jockey": {
        "1": "While riding in an exposed vehicle seat or gunning an Engineer MANA Turret, you receive an additional 30% maximum shield health.",
        "2": "While riding in an exposed vehicle seat or gunning an Engineer MANA Turret, you receive an additional 33% maximum shield health.",
        "3": "While riding in an exposed vehicle seat or gunning an Engineer MANA Turret, you receive an additional 40% maximum shield health.",
        "4": "While riding in an exposed vehicle seat or gunning an Engineer MANA Turret, you receive an additional 50% maximum shield health.",
        "5": "While riding in an exposed vehicle seat or gunning an Engineer MANA Turret, you receive an additional 50% maximum shield health. Additionally, squadmates in vehicles within 50 meters of you also receive this benefit at 20% shield strength.",
        "image": "89387"
    },
    "Juggernaut": {
        "desc": "Melee attacks knock enemies away a short distance. <font color=\"#dc9c36\">MAX only.</font>",
        "image": "96381"
    },
    "Karma": {
        "1": "Each time you revive an ally a charge is added to Karma. At 30 charges, your next death allows you to self-revive once at 50% health. <font color=\"#dc9c36\">Redeploying or using an equipment terminal will wipe your current progress. Combat Medic only.</font>",
        "2": "Each time you revive an ally a charge is added to Karma. At 27 charges, your next death allows you to self-revive once at 50% health. <font color=\"#dc9c36\">Redeploying or using an equipment terminal will wipe your current progress. Combat Medic only.</font>",
        "3": "Each time you revive an ally a charge is added to Karma. At 24 charges, your next death allows you to self-revive once at 50% health. <font color=\"#dc9c36\">Redeploying or using an equipment terminal will wipe your current progress. Combat Medic only.</font>",
        "4": "Each time you revive an ally a charge is added to Karma. At 20 charges, your next death allows you to self-revive once at 50% health. <font color=\"#dc9c36\">Redeploying or using an equipment terminal will wipe your current progress. Combat Medic only.</font>",
        "5": "Each time you revive an ally a charge is added to Karma. At 20 charges, your next death allows you to self-revive once at 100% health. <font color=\"#dc9c36\">Redeploying or using an equipment terminal will wipe your current progress. Combat Medic only.</font>",
        "image": "96396"
    },
    "Logistics Specialist": {
        "desc": "While piloting a vehicle, that vehicle becomes capable of spawning squadmates directly into it if there is an open seat.<font color=\"#dc9c36\"> Does not apply to Bastion Fleet Carriers.</font>",
        "image": "88154"
    },
    "Logistics Specialist [Perfect]": {
        "desc": "While piloting a vehicle, that vehicle becomes capable of spawning squadmates directly into it if there is an open seat.<font color=\"#dc9c36\"> Does not apply to Bastion Fleet Carriers.<br><br>Perfect implants cannot be broken down.</font>",
        "image": "96072"
    },
    "Mending Field": {
        "1": "Allies who are below 100 health passively heal for 15 health per second while you are within 7 meters. <font color=\"#dc9c36\">Combat Medic only.</font>",
        "2": "Allies who are below 150 health passively heal for 15 health per second while you are within 7 meters. <font color=\"#dc9c36\">Combat Medic only.</font>",
        "3": "Allies who are below 225 health passively heal for 15 health per second while you are within 7 meters. <font color=\"#dc9c36\">Combat Medic only.</font>",
        "4": "Allies who are below 300 health passively heal for 15 health per second while you are within 7 meters. <font color=\"#dc9c36\">Combat Medic only.</font>",
        "5": "Allies who are below 300 health passively heal for 15 health per second while you are within 7 meters. Your deployed Shield Recharging Fields now also carry this effect. <font color=\"#dc9c36\">Combat Medic only.</font>",
        "image": "88962"
    },
    "Minor Cloak": {
        "desc": "Remaining stationary for 8 seconds will cloak the user. Movement will break this cloak, though short bouts of movement will let you return to cloak more quickly after breaking it. Firing a weapon will reset the 8 second recharge countdown.",
        "image": "87503"
    },
    "Minor Cloak [Perfect]": {
        "desc": "Remaining stationary for 8 seconds will cloak the user. Movement will break this cloak, though short bouts of movement will let you return to cloak more quickly after breaking it. Firing a weapon will reset the 8 second recharge countdown.<br><br><font color=\"#dc9c36\">Perfect implants cannot be broken down.</font>",
        "image": "94911"
    },
    "Mobility Mesh": {
        "1": "Reduces the movement speed penalty while your overshield is active by 15%. <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "2": "Reduces the movement speed penalty while your overshield is active by 17%. <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "3": "Reduces the movement speed penalty while your overshield is active by 20%. <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "4": "Reduces the movement speed penalty while your overshield is active by 25%. <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "5": "Reduces the movement speed penalty while your overshield is active by 25%. Additionally, while your overshield is active, your base sprint speed is increased by 10%. <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "image": "88983"
    },
    "Nanomesh Specialist": {
        "1": "Reduces the rate of decay on your overshield by 50% while stationary, and 25% while moving. <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "2": "Reduces the rate of decay on your overshield by 55% while stationary, and 28% while moving. <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "3": "Reduces the rate of decay on your overshield by 65% while stationary, and 33% while moving. <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "4": "Reduces the rate of decay on your overshield by 80% while stationary, and 40% while moving. <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "5": "Reduces the rate of decay on your overshield by 80% while stationary, and 40% while moving. Additionally, an active Heavy Shield no longer prevents your personal shield from recharging. <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "image": "88998"
    },
    "Nightmare": {
        "1": "Killing an enemy while wielding a melee weapon will cloak you for 1 second. This effect does not trigger on quick melee attacks. Firing your weapon will immediately decloak you.",
        "2": "Killing an enemy while wielding a melee weapon will cloak you for 1.2 seconds. This effect does not trigger on quick melee attacks. Firing your weapon will immediately decloak you.",
        "3": "Killing an enemy while wielding a melee weapon will cloak you for 1.5 seconds. This effect does not trigger on quick melee attacks. Firing your weapon will immediately decloak you.",
        "4": "Killing an enemy while wielding a melee weapon will cloak you for 2 seconds. This effect does not trigger on quick melee attacks. Firing your weapon will immediately decloak you.",
        "5": "Killing an enemy while wielding a melee weapon, or while within 5 meters of your target will cloak you for 2 seconds. Firing your weapon will immediately decloak you.",
        "image": "87473"
    },
    "Ocular Shield": {
        "1": "Reduces the duration of Concussion, Flash, and EMP Grenades used against you by 45%. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "2": "Reduces the duration of Concussion, Flash, and EMP Grenades used against you by 50%. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "3": "Reduces the duration of Concussion, Flash, and EMP Grenades used against you by 60%. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "4": "Reduces the duration of Concussion, Flash, and EMP Grenades used against you by 75%. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "5": "Reduces the duration of Concussion, Flash, and EMP Grenades used against you 75%, and you are no longer affected by your own Flash, Concussion, or EMP grenades. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "image": "87506"
    },
    "Overcharge": {
        "1": "While overshield is active your primary weapon's bullets will now pierce through one infantry target before stopping. While this implant is equipped your overshield's maximum energy will be reduced by 30%.  <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "2": "While overshield is active your primary weapon's bullets will now pierce through one infantry target before stopping. While this implant is equipped your overshield's maximum energy will be reduced by 25%.  <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "3": "While overshield is active your primary weapon's bullets will now pierce through one infantry target before stopping. While this implant is equipped your overshield's maximum energy will be reduced by 20%.  <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "4": "While overshield is active your primary weapon's bullets will now pierce through one infantry target before stopping. While this implant is equipped your overshield's maximum energy will be reduced by 15%.  <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "5": "While overshield is active your primary and secondary weapon's bullets will now pierce through one infantry target before stopping. While this implant is equipped your overshield's maximum energy will be reduced by 15%.  <font color=\"#dc9c36\">Heavy Assault only.</font>",
        "image": "96534"
    },
    "Overdrive": {
        "1": "Roadkills with a Flash or Harasser will restore 25% base turbo energy.",
        "2": "Roadkills with a Flash or Harasser will restore 28% base turbo energy.",
        "3": "Roadkills with a Flash or Harasser will restore 33% base turbo energy.",
        "4": "Roadkills with a Flash or Harasser will restore 40% base turbo energy.",
        "5": "Roadkills with a Flash, Harasser, ESF, or Liberator will restore 40% base turbo energy.",
        "image": "88229"
    },
    "Paratrooper": {
        "1": "Whenever you receive damage, 3% of your maximum jump jet fuel is restored. <font color=\"#dc9c36\">Light Assault only.</font>",
        "2": "Whenever you receive damage, 4% of your maximum jump jet fuel is restored. <font color=\"#dc9c36\">Light Assault only.</font>",
        "3": "Whenever you receive damage, 5.5% of your maximum jump jet fuel is restored. <font color=\"#dc9c36\">Light Assault only.</font>",
        "4": "Whenever you receive damage, 8% of your maximum jump jet fuel is restored. <font color=\"#dc9c36\">Light Assault only.</font>",
        "5": "Whenever you receive damage, 8% of your maximum jump jet fuel is restored. Additionally, you receive roughly 20 meters of fall damage protection passively.<font color=\"#dc9c36\">Light Assault only.</font>",
        "image": "88875"
    },
    "Phylactery": {
        "desc": "Each time you are revived, a charge is added to the phylactery. At 3 charges, your next death will allow you to self-revive once at 50% health. Phylactery's self-revive does not count toward these charges. <font color=\"#dc9c36\">Charges cannot be gained while in a vehicle, and redeploying or using an equipment terminal will wipe your current progress.</font>",
        "image": "88254"
    },
    "Phylactery [Perfect]": {
        "desc": "Each time you are revived, a charge is added to the phylactery. At 3 charges, your next death will allow you to self-revive once at 50% health. Phylactery's self-revive does not count toward these charges. <font color=\"#dc9c36\">Charges cannot be gained while in a vehicle, and redeploying or using an equipment terminal will wipe your current progress.</font>",
        "image": "96708"
    },
    "Ransack": {
        "1": "Killing a vehicle within 25 meters restores one tick of ammunition for you or your vehicle. <font color=\"#dc9c36\"> Works in vehicles.</font>",
        "2": "Killing a vehicle within 30 meters restores one tick of ammunition for you or your vehicle. <font color=\"#dc9c36\"> Works in vehicles.</font>",
        "3": "Killing a vehicle within 35 meters restores one tick of ammunition for you or your vehicle. <font color=\"#dc9c36\"> Works in vehicles.</font>",
        "4": "Killing a vehicle within 50 meters restores one tick of ammunition for you or your vehicle. <font color=\"#dc9c36\"> Works in vehicles.</font>",
        "5": "Killing a vehicle within 50 meters restores one tick of ammunition for you or your vehicle, and heals your vehicle for 10% max health. <font color=\"#dc9c36\"> Works in vehicles.</font>",
        "image": "89362"
    },
    "Rapid Response": {
        "1": "While wielding a beneficial construction module your sprint speed is increased by 7%.",
        "2": "While wielding a beneficial construction module your sprint speed is increased by 10%.",
        "3": "While wielding a beneficial construction module your sprint speed is increased by 13%.",
        "4": "While wielding a beneficial construction module your sprint speed is increased by 15%.",
        "5": "While wielding a beneficial construction module your sprint speed is increased by 15%. Additionally, the time to install beneficial modules is reduced by 50%.",
        "image": "96564"
    },
    "Regeneration": {
        "1": "Regenerates 20 health per second when out of combat for 10 seconds.",
        "2": "Regenerates 23 health per second when out of combat for 10 seconds.",
        "3": "Regenerates 28 health per second when out of combat for 10 seconds.",
        "4": "Regenerates 35 health per second when out of combat for 10 seconds.",
        "5": "Regenerates 35 health per second when out of combat for 10 seconds, and headshot kills regenerate 100 health over 2 seconds.",
        "image": "87476"
    },
    "Response Jacket": {
        "1": "Receiving damage from a standard explosive or light anti-vehicle weapon will trigger a shield that reduces damage from both resistance types by 50% for 6 seconds.",
        "2": "Receiving damage from a standard explosive or light anti-vehicle weapon will trigger a shield that reduces damage from both resistance types by 50% for 8 seconds.",
        "3": "Receiving damage from a standard explosive or light anti-vehicle weapon will trigger a shield that reduces damage from both resistance types by 50% for 12 seconds.",
        "4": "Receiving damage from a standard explosive or light anti-vehicle weapon will trigger a shield that reduces damage from both resistance types by 50% for 20 seconds.",
        "5": "Receiving damage from a standard explosive, light anti-vehicle, C4, or infantry launcher will trigger a shield that reduces damage from all of those resistance types by 50% for 20 seconds.",
        "image": "89598"
    },
    "Revenant": {
        "1": "Upon being revived, you become cloaked for the next 2 seconds. Firing your weapon will remove this effect.",
        "2": "Upon being revived, you become cloaked for the next 2.25 seconds. Firing your weapon will remove this effect.",
        "3": "Upon being revived, you become cloaked for the next 2.5 seconds. Firing your weapon will remove this effect.",
        "4": "Upon being revived, you become cloaked for the next 3 seconds. Firing your weapon will remove this effect.",
        "5": "Upon being revived or when reviving another player, you or your target become cloaked for the next 3 seconds. Firing your weapon will remove this effect.",
        "image": "91998"
    },
    "Robotics Technician": {
        "1": "Non-mine deployables you own within 15m have a 10% resistance to incoming damage, this damage resistance also applies to the Engineer when mounting a deployed MANA turret. <font color=\"#dc9c36\">Engineer only.</font>",
        "2": "Non-mine deployables you own within 15m have a 13% resistance to incoming damage, this damage resistance also applies to the Engineer when mounting a deployed MANA turret. <font color=\"#dc9c36\">Engineer only.</font>",
        "3": "Non-mine deployables you own within 15m have a 18% resistance to incoming damage, this damage resistance also applies to the Engineer when mounting a deployed MANA turret. <font color=\"#dc9c36\">Engineer only.</font>",
        "4": "Non-mine deployables you own within 15m have a 25% resistance to incoming damage, this damage resistance also applies to the Engineer when mounting a deployed MANA turret. <font color=\"#dc9c36\">Engineer only.</font>",
        "5": "Non-mine deployables you own within 15m have a 25% resistance to incoming damage and will repair themselves for 25 health per second, even while under fire. The damage resistance also applies to the Engineer when mounting a deployed MANA turret. <font color=\"#dc9c36\">Engineer only.</font>",
        "image": "88890"
    },
    "Safe Fall": {
        "1": "Normal fall damage now starts at 20 meters and lethal fall damage starts near 60 meters. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "2": "Normal fall damage now starts at 30 meters and lethal fall damage starts near 90 meters. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "3": "Normal fall damage now starts at 40 meters and lethal fall damage starts near 120 meters. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "4": "Normal fall damage now starts at 50 meters and lethal fall damage starts near 150 meters. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "5": "Normal fall damage now starts at 75 meters, lethal fall damage starts near 230 meters, and you take reduced damage when vehicles collide with you. <font color=\"#dc9c36\">MAX units can equip.</font>",
        "image": "87479"
    },
    "Safeguard": {
        "1": "Upon being revived, damage taken is reduced by 20% for 1.5 seconds.",
        "2": "Upon being revived, damage taken is reduced by 20% for 1.75 seconds.",
        "3": "Upon being revived, damage taken is reduced by 20% for 2.5 seconds.",
        "4": "Upon being revived, damage taken is reduced by 20% for 3.5 seconds.",
        "5": "Upon being revived, damage taken is reduced by 20% for 3.5 seconds, and you instantly restore 200 shield health.",
        "image": "87558"
    },
    "Salvage": {
        "1": "Killing enemy MAX units will restore 500 health. <font color=\"#dc9c36\">MAX only.</font>",
        "2": "Killing enemy MAX units will restore 550 health. <font color=\"#dc9c36\">MAX only.</font>",
        "3": "Killing enemy MAX units will restore 650 health. <font color=\"#dc9c36\">MAX only.</font>",
        "4": "Killing enemy MAX units will restore 800 health. <font color=\"#dc9c36\">MAX only.</font>",
        "5": "Killing enemy MAX units will restore 800 health, and killing a MAX within 5 meters of you will restore an additional 200 health. <font color=\"#dc9c36\">MAX only.</font>",
        "image": "88926"
    },
    "Scavenger": {
        "1": "Killing an enemy while wielding a melee weapon or sidearm will restock 12% of your primary and secondary weapon magazines for free.",
        "2": "Killing an enemy while wielding a melee weapon or sidearm will restock 15% of your primary and secondary weapon magazines for free.",
        "3": "Killing an enemy while wielding a melee weapon or sidearm will restock 20% of your primary and secondary weapon magazines for free.",
        "4": "Killing an enemy while wielding a melee weapon or sidearm will restock 30% of your primary and secondary weapon magazines for free.",
        "5": "Killing an enemy while wielding a melee weapon or sidearm will restock 30% of your primary and secondary weapon magazines for free. Additionally, dying will fully restock your primary and secondary weapon magazines from reserves.",
        "image": "94303"
    },
    "Sensor Shield": {
        "1": "Your radar signature no longer appears on detection devices outside of 30 meters.",
        "2": "Your radar signature no longer appears on detection devices outside of 26 meters.",
        "3": "Your radar signature no longer appears on detection devices outside of 20 meters.",
        "4": "Your radar signature no longer appears on detection devices outside of 10 meters.",
        "5": "Your radar signature no longer appears on detection devices outside of 10 meters, and while walking, you cannot be detected by recon devices at all.",
        "image": "87816"
    },
    "Sidewinder": {
        "1": "Your strafe speed is increased by 20%, but accelerating and decelerating while strafing takes twice as long.",
        "2": "Your strafe speed is increased by 23%, but accelerating and decelerating while strafing takes twice as long.",
        "3": "Your strafe speed is increased by 28%, but accelerating and decelerating while strafing takes twice as long.",
        "4": "Your strafe speed is increased by 35%, but accelerating and decelerating while strafing takes twice as long.",
        "5": "Your strafe speed is increased by 35%, but accelerating and decelerating while strafing takes twice as long. In addition, your backpedal speed is increased by 35%.",
        "image": "89302"
    },
    "Springstep": {
        "1": "Finishing a reload will increase your sprint speed by 10%, your jump height significantly, and allow you to enter sprint almost instantly, for the next 1.5 seconds. Firing your weapon ends this effect early.",
        "2": "Finishing a reload will increase your sprint speed by 12%, your jump height significantly, and allow you to enter sprint almost instantly, for the next 1.5 seconds. Firing your weapon ends this effect early.",
        "3": "Finishing a reload will increase your sprint speed by 15%, your jump height significantly, and allow you to enter sprint almost instantly, for the next 1.5 seconds. Firing your weapon ends this effect early.",
        "4": "Finishing a reload will increase your sprint speed by 20%, your jump height significantly, and allow you to enter sprint almost instantly, for the next 1.5 seconds. Firing your weapon ends this effect early.",
        "5": "Finishing a reload or receiving fall damage will increase your sprint speed by 20%, your jump height significantly, and allow you to enter sprint almost instantly, for the next 1.5 seconds. Firing your weapon ends this effect early.",
        "image": "94354"
    },
    "Survivalist": {
        "1": "Reduces your passive shield recharge delay by 0.5 seconds, and whenever your shield breaks, your sprint speed is increased by 20% for 3 seconds. Taking damage will remove the added sprint speed. <font color=\"#dc9c36\">12 second cooldown after triggering.</font>",
        "2": "Reduces your passive shield recharge delay by 0.6 seconds, and whenever your shield breaks, your sprint speed is increased by 20% for 3.5 seconds. Taking damage will remove the added sprint speed. <font color=\"#dc9c36\">12 second cooldown after triggering.</font>",
        "3": "Reduces your passive shield recharge delay by 0.75 seconds, and whenever your shield breaks, your sprint speed is increased by 20% for 4.5 seconds. Taking damage will remove the added sprint speed. <font color=\"#dc9c36\">12 second cooldown after triggering.</font>",
        "4": "Reduces your passive shield recharge delay by 1 second, and whenever your shield breaks, your sprint speed is increased by 20% for 6 seconds. Taking damage will remove the added sprint speed. <font color=\"#dc9c36\">12 second cooldown after triggering.</font>",
        "5": "Reduces your passive shield recharge delay by 1 second, and whenever your shield breaks, your sprint speed is increased by 20% for 6 seconds and you heal for 150 health over the same duration. Taking damage will remove the added sprint speed. <font color=\"#dc9c36\">12 second cooldown after triggering.</font>",
        "image": "88247"
    },
    "Sweeper HUD": {
        "1": "Target range is displayed on your crosshair, and enemy explosives within 16 meters are automatically spotted.<font color=\"#dc9c36\"> Works in ground vehicles. MAX units can equip.</font>",
        "2": "Target range is displayed on your crosshair, and enemy explosives within 18 meters are automatically spotted.<font color=\"#dc9c36\"> Works in ground vehicles. MAX units can equip.</font>",
        "3": "Target range is displayed on your crosshair, and enemy explosives within 21 meters are automatically spotted.<font color=\"#dc9c36\"> Works in ground vehicles. MAX units can equip.</font>",
        "4": "Target range is displayed on your crosshair, and enemy explosives within 25 meters are automatically spotted.<font color=\"#dc9c36\"> Works in ground vehicles. MAX units can equip.</font>",
        "5": "Target range is displayed on your crosshair, and enemy explosives within 35 meters are automatically spotted.<font color=\"#dc9c36\"> Works in ground vehicles. MAX units can equip.</font>",
        "image": "87512"
    },
    "Symbiote": {
        "1": "While your personal shield is active, receiving small arms damage now heals 125 health immediately. This effect may only trigger once every 8 seconds.",
        "2": "While your personal shield is active, receiving small arms damage now heals 125 health immediately. This effect may only trigger once every 7.5 seconds.",
        "3": "While your personal shield is active, receiving small arms damage now heals 125 health immediately. This effect may only trigger once every 6 seconds.",
        "4": "While your personal shield is active, receiving small arms damage now heals 125 health immediately. This effect may only trigger once every 4 seconds.",
        "5": "While your personal shield is active, receiving small arms or common explosive damage now heals 125 health immediately. Both damage types have independent cooldowns, and each effect may only trigger once every 4 seconds.",
        "image": "89058"
    },
    "Target Focus": {
        "1": "Displays the target's health bar while spotted, increases crosshair IFF detection range, and increases hold breath duration by 150%. <font color=\"#dc9c36\">MAX units can equip. Works in vehicles.</font>",
        "2": "Displays the target's health bar while spotted, increases crosshair IFF detection range, and increases hold breath duration by 160%. <font color=\"#dc9c36\">MAX units can equip. Works in vehicles.</font>",
        "3": "Displays the target's health bar while spotted, increases crosshair IFF detection range, and increases hold breath duration by 175%. <font color=\"#dc9c36\">MAX units can equip. Works in vehicles.</font>",
        "4": "Displays the target's health bar while spotted, increases crosshair IFF detection range, and increases hold breath duration by 200%. <font color=\"#dc9c36\">MAX units can equip. Works in vehicles.</font>",
        "5": "Displays the target's health bar while spotted, increases crosshair IFF detection range, and increases hold breath duration by 300%. <font color=\"#dc9c36\">MAX units can equip. Works in vehicles.</font>",
        "image": "87714"
    },
    "Vampire": {
        "1": "Killing an enemy while wielding a melee weapon restores 175 health. This effect does not trigger on quick melee attacks.",
        "2": "Killing an enemy while wielding a melee weapon restores 200 health. This effect does not trigger on quick melee attacks.",
        "3": "Killing an enemy while wielding a melee weapon restores 250 health. This effect does not trigger from quick melee attacks.",
        "4": "Killing an enemy while wielding a melee weapon restores 325 health. This effect does not trigger on quick melee attacks.",
        "5": "Killing an enemy while wielding a melee weapon or sidearm restores 325 health. This effect does not trigger on quick melee attacks.",
        "image": "87359"
    }
}